{
    "langName": "English",
    "language": "Language",
    "select_language_title": "Select a language",
    "app_title": "Save Ukraine",
    "menu_home": "Home",
    "menu_nfts": "My NFTs",
    "home_page_title": "Stand with Ukraine \n the Donation Platform",
    "home_page_description_p1": "Ukraine holds the defense against russian occupying army attacks. The russian army, led by the cynical lies of their leader, behaves ruthlessly, sparing neither children nor the elderly. Entire cities with people's houses, factories and schools are being destroyed. You can stand with us and help Ukraine by making XYM donation to this address:",
    "home_page_description_p2": "Tokens will be sold and transferred to the account of the Ukrainian army and humanitarian aid funds. You also have the opportunity to get an NFT sticker, which you can find below.",
    "home_page_description_link": "To view your NFTs, visit this page.",
    "home_page_nft_card_available": "Available:",
    "home_page_nft_card_sold_out": "Sold Out",
    "nft_details_page_mosaic": "Mosaic:",
    "nft_details_page_price": "Price:",
    "nft_details_page_available": "Available:",
    "nft_details_page_purchase_t": "How to get this NFT",
    "nft_details_page_warning": "Caution! Be aware that this is a donation service, and NFTs are not refundable. Please note that the NFT will not be sent to your account if the transferred XYM is insufficient, the message contains the wrong number or the NFT is out of stock. Payments cannot be refunded.",
    "nft_details_page_accept_button": "I've read the note above and understand it",
    "nft_details_page_number_selector": "Select amount of NFTs:",
    "nft_details_page_guide_p1": "To receive the NFT to your account you must transfer",
    "nft_details_page_guide_p2": "to this address:",
    "nft_details_page_guide_p3": "with the following message:",
    "nft_details_page_guide_p4": ". Please DO  NOT encrypt the message, otherwise the transfer will not be processed. It may take up to 10 minutes to receive the NFT.",
    "nft_details_page_guide_p5": "Fill the transfer transaction with the data below or scan the QR code with the wallet's scanner.",
    "nft_details_page_transaction_t": "Transaction",
    "nft_details_page_recipient_c": "1. To / Recipient Address:",
    "nft_details_page_mosaic_c": "2. Mosaic:",
    "nft_details_page_amount_c": "3. Amount:",
    "nft_details_page_message_c": "4. Message:",
    "nft_details_page_mobile_wallet_t": "Mobile Wallet",
    "nft_details_page_desktop_wallet_t": "Desktop Wallet",
    "nft_details_page_out_of_stock": "This NFT is out of stock",
    "account_page_input_placeholder": "Please enter your address to see owned NFTs",
    "account_page_show_button": "Show",
    "account_page_owned_t": "Owned NFTs",
    "account_page_order_processing": "Order processing",
    "account_page_count": "Count: ",
    "account_page_total_xym": "This account owns NFTs for a total of",
    "account_page_no_nfts": "This account does not yet have any NFT",
    "message_copied": "Copied",
    "message_failed_copy": "Failed to copy.",
    "message_incorrect_address": "Incorrect Address",
    "message_please_wait": "Please wait",
    "nft_name_Ukrainian Sunflower": "Ukrainian Sunflower",
    "nft_name_The Flag of Ukraine": "The Flag of Ukraine",
    "nft_name_Tryzub": "Tryzub",
    "nft_name_First Aid Kit": "First Aid Kit",
    "nft_name_Nutrition Pack": "Nutrition Pack",
    "nft_name_Humanitarian Supply": "Humanitarian Supply",
    "nft_name_Ambulance": "Ambulance",
    "nft_name_Mriya": "Mriya",
    "nft_name_Fuel": "Fuel",
    "nft_name_Helmet": "Helmet",
    "nft_name_Body Armour": "Body Armour",
    "nft_name_Ukrainian Smoothie": "Ukrainian Smoothie",
    "nft_name_Ukrainian Tank": "Ukrainian Tank",
    "nft_name_Javelin": "Javelin",
    "nft_name_Bayraktar": "Bayraktar",
    "nft_name_MIG 29": "MIG 29",
    "nft_name_Ukrainian Farmers": "Ukrainian Farmers",
    "nft_name_Russian Warship": "Russian Warship",
    "nft_name_Zelensky": "Zelensky",
    "nft_name_Kick the Nazis": "Kick the Nazis",
    "nft_name_Huilo": "Huilo",
    "nft_desc_Ukrainian Sunflower": "Widely spread flower, traditionally associated with Ukrainian lands.",
    "nft_desc_The Flag of Ukraine": "The colours symbolize endless fertile land and a clear blue sky.",
    "nft_desc_Tryzub": "The trident, or \"Tryzub\" is a Ukrainian coat of arms. It has a long history of being a national symbol for over a thousand years, if not more. It is short-spoken – and meaningful as well. It reflects heroic events of the past – and it is a stripe of Ukrainian warriors protecting the sovereignty and territorial integrity of Ukraine today. The word Liberty (Ukrainian \"Volia\") is encrypted into the symbol.",
    "nft_desc_First Aid Kit": "It will help to sew up a wound, treat an abrasion, purify water, save the life of oneself or a friend.",
    "nft_desc_Nutrition Pack": "A complete, well-balanced daily diet serves as a source of strength for the defenders of Ukraine.",
    "nft_desc_Humanitarian Supply": "As a result of the settlement's bombards, civilians are being displaced and cut off from the general gods. Therefore, tens of tons of humanitarian aid is collected for them every day.",
    "nft_desc_Ambulance": "The crew bravely continues to save lives, especially in wartime.",
    "nft_desc_Mriya": "The largest ever built aircraft in the history of aviation. It had been in a single prototype built at the Antonov factory in Kyiv. More than 200 world records were set by the aircraft. On 25 February 2022, the plane was destroyed by Russian artillery.",
    "nft_desc_Fuel": "The fuel to supply vehicles, medical transport and infantry-armoured vehicles.",
    "nft_desc_Helmet": "Head armour, to protect from shrapnel, it's easier to think while wearing.",
    "nft_desc_Body Armour": "Full-set of chest armour. Protect against bullets, shrapnel and stray fragments.",
    "nft_desc_Ukrainian Smoothie": "A special cocktail cooked with love to meet the occupants. Strong enough to stop both troops and vehicles (tanks included).",
    "nft_desc_Ukrainian Tank": "Ukrainian T72M tank, with a new powerful engine, a modern cannon and a small anti-aircraft gun.",
    "nft_desc_Javelin": "Portable missile launcher. Launches homing guided missiles effective against ground-armoured vehicles and low-flying air targets.",
    "nft_desc_Bayraktar": "A small stealth drone fitted with guided missiles. Acts as a silent night hunter aimed for commands, special vehicles and fuel trucks.",
    "nft_desc_MIG 29": "A 4-th generation fighter jet was developed to act against a variety of air and ground targets. It was ridden by the mythical Ghost of Kyiv, who destroyed more than 20 Russian aircraft.",
    "nft_desc_Ukrainian Farmers": "It is difficult to imagine the shock of an enemy when found his tank stolen by a farmer. Russian occupants are terrified by the secret Ukrainian farmer's unit that acts across the country.",
    "nft_desc_Russian Warship": "\"Rooskii voienniy korabl idi nakhuy\" — means Russian warship go fuck yourself. That was the answer to the Russian ship crew's threats to Ukrainians to lay down their arms and surrender.",
    "nft_desc_Zelensky": "The sixth President of Ukraine. He was destined to kick Putin's ass, which he successfully managed. Glory to Ukraine!",
    "nft_desc_Kick the Nazis": "The crypto community stands against nazism, terror and discrimination!",
    "nft_desc_Huilo": "A cynical little evil man, who lives inside his own world. He fancies himself the last defender of the spiritual bonds of the great Russian people. His propaganda has poisoned tens of millions of people in Russia. His army is attacking and storming Ukrainian cities for absolutely inconceivable reasons. Take him to jail."
}
