{
    "langName": "Українська",
    "language": "Мова",
    "select_language_title": "Оберіть мову",
    "app_title": "Symbol Ukraine",
    "menu_home": "Головна",
    "menu_nfts": "Мої NFT",
    "home_page_title": "Stand with Ukraine \n the Donation Platform",
    "home_page_description_p1": "Україна тримає оборону від атак російської окупаційної армії. Російська армія, керована цинічною брехнею свого лідера, поводиться безжально, не шкодуючи ані дітей, ані старих. Руйнуються цілі міста, житлові будинки, заводи, лікарні та школи. Ви можете бути з нами та допомогти Україні, зробивши пожертву в криптовалюті XYM блокчейну Symbol на цю адресу:",
    "home_page_description_p2": "Токени будуть продані і перераховані на рахунок Української армії та фондів гуманітарної допомоги. У Вас також є можливість отримати NFT стікери, з якими Ви можете ознайомитися нижче.",
    "home_page_description_link": "Переглядайте придбані NFT на цій сторінці.",
    "home_page_nft_card_available": "В наявності",
    "home_page_nft_card_sold_out": "Продано",
    "nft_details_page_mosaic": "Мозаїка:",
    "nft_details_page_price": "Ціна:",
    "nft_details_page_available": "В наявності:",
    "nft_details_page_purchase_t": "Як придбати NFT",
    "nft_details_page_warning": "Увага! Нагадуємо, що це благодійна платформа та NFT не підлягають поверненню. Будь ласка, зауважте, що NFT не будуть відправлені на Ваш рахунок, якщо переказано недостатню кількість XYM, повідомлення містить неправильний код чи NFT немає у наявності. Платежі поверненню не підлягають.",
    "nft_details_page_accept_button": "Я розумію попередження вище, та приймаю його",
    "nft_details_page_number_selector": "Оберіть кількість NFT:",
    "nft_details_page_guide_p1": "Для того щоб отримати NFT, відправте транзакцію переказу зі свого крипто-гаманця Symbol сумою",
    "nft_details_page_guide_p2": "на цю адресу:",
    "nft_details_page_guide_p3": "з наступним повідомленням:",
    "nft_details_page_guide_p4": ". Будь ласка не шифруйте повідомлення, інакше переказ не буде оброблено. Обробка платежу може зайняти до 10 хвилин.",
    "nft_details_page_guide_p5": "Заповніть транзакцію переказу даними, що представлені у формі нижче, або відскануйте QR-код сканером гаманця (знаходиться на головній сторінці гаманця).",
    "nft_details_page_transaction_t": "Транцакція",
    "nft_details_page_recipient_c": "1. To / Recipient Address (отримувач):",
    "nft_details_page_mosaic_c": "2. Mosaic (мозаїка):",
    "nft_details_page_amount_c": "3. Amount (сума):",
    "nft_details_page_message_c": "4. Message (повідомлення):",
    "nft_details_page_mobile_wallet_t": "Mobile Wallet (для мобільного)",
    "nft_details_page_desktop_wallet_t": "Desktop Wallet (для ПК)",
    "nft_details_page_out_of_stock": "Нажаль цього NFT немає у наявності",
    "account_page_input_placeholder": "Будь ласка, уведіть адресу свого гаманця Symbol",
    "account_page_show_button": "Переглянути",
    "account_page_owned_t": "Список придбаних NFT",
    "account_page_order_processing": "Обробка плетежу",
    "account_page_count": "Кількість: ",
    "account_page_total_xym": "Цей рахунок володіє NFT у загальному на",
    "account_page_no_nfts": "На цьому рахунку поки що немає NFT",
    "message_copied": "Скопійовано",
    "message_failed_copy": "Помилка копіювання.",
    "message_incorrect_address": "Неправильна адреса",
    "message_please_wait": "Зачекайте",
    "nft_name_Ukrainian Sunflower": "Соняшник",
    "nft_name_The Flag of Ukraine": "Флаг України",
    "nft_name_Tryzub": "Тризуб",
    "nft_name_First Aid Kit": "Аптечка",
    "nft_name_Nutrition Pack": "Сухпай",
    "nft_name_Humanitarian Supply": "Гуманітарна Допомога",
    "nft_name_Ambulance": "Швидка Допомога",
    "nft_name_Mriya": "Мрія",
    "nft_name_Fuel": "Пальне",
    "nft_name_Helmet": "Шолом",
    "nft_name_Body Armour": "Броня",
    "nft_name_Ukrainian Smoothie": "Українське Смузі",
    "nft_name_Ukrainian Tank": "Український Танк",
    "nft_name_Javelin": "Джевелін",
    "nft_name_Bayraktar": "Байрактар",
    "nft_name_MIG 29": "МІГ 29",
    "nft_name_Ukrainian Farmers": "Українські фермери",
    "nft_name_Russian Warship": "Рускій воєнний корабль",
    "nft_name_Zelensky": "Пан президент",
    "nft_name_Kick the Nazis": "Геть Нацизм",
    "nft_name_Huilo": "Хуйло",
    "nft_desc_Ukrainian Sunflower": "Широко росповсюдженна квітка, традиційно асоціюється з Українською землею.",
    "nft_desc_The Flag of Ukraine": "Кольори символізують нескінчкнне жовте поле пшениці та ясне синє небо.",
    "nft_desc_Tryzub": "Українский герб – \"Тризуб\" – тисячу років, якщо не більше, є національним символом. Мінімалістичний та змістовний. Він відражає героїчні події минулого – сьогодні зображений на рукавах Українських воїнів, що захищають суверенітет та територіальну цілісність України. Символ приховую у собі слово \"Воля\".",
    "nft_desc_First Aid Kit": "Допоможе зашити рану, обробити подряпину, очистити воду, врятувати життя собі чи побратиму.",
    "nft_desc_Nutrition Pack": "Повноцінний, добре збалансований денний раціон харчування, що служить джерелом сил для наших Українських захисників.",
    "nft_desc_Humanitarian Supply": "В результаті бомбардувань поселень, багато мирних жителів залишилось без будь-яких засобів для існування. Кожен день для них збираються десятки тон гуманітарної допомоги.",
    "nft_desc_Ambulance": "Екіпаж хоробро продовжує рятувати життя, особливо у військовий час.",
    "nft_desc_Mriya": "Найбільший в історії авіації літак, яким було встановлено понад 200 світових рекордів. Побудований на заводі ім. Антонова у Києві в єдиному екземплярі. 25 лютого 2022 року літак було зруйновано російською артилерією.",
    "nft_desc_Fuel": "Пальне для машин забезпечення, медичного траспорту та броньованих машин піхоти.",
    "nft_desc_Helmet": "Шолом, захистить від шрапнелі. Також у ньому легше думати.",
    "nft_desc_Body Armour": "Повний комплект нагрудних обладунків. Захистить від куль, шрапнелі та шалених уламків.",
    "nft_desc_Ukrainian Smoothie": "Спеціальний коктейль змішаний з любов’ю для зустрічі окупантів. Достатньо сильний щоб спинити піхоту та транспорт (чайові враховані).",
    "nft_desc_Ukrainian Tank": "Українська модифікація танку T72M, з новим потужнішим двигуном, сучасною гарматою і малим протиповітряним кулеметом.",
    "nft_desc_Javelin": "Портативний ракетний комплекс. Запускає автоматично керовані ракети, що ефективні проти наземної бронетехніки та проти низьколітаючих повітряних цілей.",
    "nft_desc_Bayraktar": "Невеличкий непомітний дрон озброєний бомбами або керованими ракетами. Діе як нічний мисливець. Його цілі це командні пункти, спеціальний транспорт та автоцистерни з пальним.",
    "nft_desc_MIG 29": "Винищувач 4-го покоління, розроблений для боротьби з різноманітними повітряними і наземними цілями. Таким пілотував міфічний Привид Києва, який знищив більш ніж 20 російських літаків.",
    "nft_desc_Ukrainian Farmers": "Важко уявити здивування ворога в момент, коли він бачить свій танк вкрадений фермером. Російські окупанти потерпають від таємного підрозділу українських фермерів, який діє по всій країні",
    "nft_desc_Russian Warship": "\"Русский военний корабль, иди на хуй!\" Це була відповідь на погрози екіпажу російського корабля українцям скласти зброю та здатись.",
    "nft_desc_Zelensky": "Шостий президент України. Його доля надерти дупу Путіну, із чим він успішно впорався. Слава Україні!",
    "nft_desc_Kick the Nazis": "Криптоспільнота виступає єдиним фронтом проти нацизму, терору та дискримінації!",
    "nft_desc_Huilo": "Цинічна маленька людина, яка живе у своєму власному світі. Він уявляє себе останнім захисником \"духовних скрєп\" великого російського народу. Його пропаганда отруїла десятки мільйонів мешканців Росії. Його армія з абсолютно немислимих причин руйнує українські міста. Його місце у в'язниці."
}